Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/perinteinen_tieto131011.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisat saamelaisnuoret, hyvät konferenssivieraat!
sme: Gudnejahtton sámi nuorat, buorit konfereansaguossit!

source: Käsittelen lyhyesti aluksi Suomessa tehtyä työtä perinteisen tiedon suojelemiseksi ja mitä on vielä tehtävä.
sme: Vuohččan gieđahalan oanehaččat Suomas bargon barggu árbevirolaš dieđu suodjaleami várás ja dan mii lea vel barggakeahttá ja mii galgá bargojuvvot.

source: Käsittelen puheessani perinteisen tiedon suojella erityisesti saamelaislasten ja -nuorten näkökulmasta.
sme: Gieđahalan ságastan árbevirolaš dieđu earenoamážit sámi mánáid ja nuoraid geahččanguovllus.

source: Suomessa saamelaisten perinteistä tietoa on käsitelty ennen kaikkea biodiversiteettisopimuksen artikla 8(j):n toimeenpanossa.
sme: Suomas sámi árbevirolaš diehtu lea gieđahallojuvvon earenoamážit biodiversiteahttasoahpamuša artihkal 8(j):a olláhuhttimis.

source: Myös Unescon kulttuuri-ilmauksien suojelusopimus suojelee alkuperäiskansojen perinteistä tietoa.
sme: Maiddái Unesco kulturvieruid ja sárgosiid suodjalansoahpamuš suddje álgoálbmogiid árbevirolaš dieđu.

source: Lisäksi alkuperäiskansajulistus suojelee saamelaisten perinteistä tietoa.
sme: Dasa lassin álgoálbmotjulggaštus suodjala sámi árbevirolaš dieđu.

source: Alkuperäiskansajulistus on valtioita moraalisesti velvoittava.
sme: Álgoálbmotjulggaštus lea stáhtaid morálalaččat geatnegahtti.

source: Lisäksi parhaillaan neuvotellaan pohjoismaisen saamelaissopimuksen hyväksymiseksi.
sme: Dasa lassin bárrásiin šiehtadallojuvvo davviriikkalaš sámisoahpamuša dohkkeheami várás.

source: Sopimusluonnoksen artikla 31 käsittelee saamelaisten perinteisen tiedon suojaa.
sme: Soahpamušhápmosa artihkal 31 gieđahallá sámiid árbevirolaš dieđu suoji.

source: Suomi on ilmoittanut myös valmiutensa ratifioida Unescon aineettoman kulttuuriperinnön suojelusopimuksen.
sme: Suopma lea ilmmuhan ahte dat lea ráhkkaneame ratifiseret Unesco immateriála kulturárbbi suodjalansoahpamuša.

source: Norja ja Ruotsi ovat jo ratifioineet sopimuksen.
sme: Norga ja Ruoŧŧa leaba juo dan soahpamuša juo ratifiseren.

source: Kansainvälinen yhteisö neuvottelee parhaillaan WIPO:ssa, maailman henkisen omaisuuden järjestössä, kansainvälisten sopimusten luomiseksi perinteisen tiedon ja kansanperinteen suojelemiseksi.
sme: Riikkaidkaskasaš dásis šiehtadallojuvvo maid WIPOs, máilmmi vuoiŋŋaduoji opmodaga organisašuvnnas riikkaidgaskasaš soahpamušaid ráhkadeami várás dan mii guoská árbevirolaš dieđu ja álbmotárbevieru, folklore, suodjaleami.

source: Saamelaisten perinteisen tiedon suoja on periaatteessa lainsäädännöllisesti vahva.
sme: Sámi árbevirolaš dieđu suodji lea prinsihpas láhkadásis vuoimmálaš.

source: Oikeuskäytäntö saamelaisten kulttuuri-ilmauksien ja perinteisen tiedon osalta on hyvin hajanainen, ja tämä vaikeuttaa osaltaan saamelaiskulttuurin kattavan suojan määrittämistä ja lainsäädäntökokonaisuuden hahmottamista.
sme: Riektegeavat sámi kulturtradišuvnnaid ja árbevirolaš dieđu dáfus lea hui bieđgguid ja dát dieđusge dahká váttisin dihto muddui gokčevaččat meroštallat sámi kultuvrra suoji ja hábmet ollislaččat makkár lágat dasa gustojit.

source: Pohjoismaisen saamelaissopimuksen neuvottelujen ratifiointiin tähtäävän prosessin osana tuleekin harmonisoida saamelaisten perinteisen tiedon suojelemista koskevaa lainsäädäntöä ja laatia toimintasuunnitelma perinteisen tiedon suojelemiseksi yhteispohjoismaisella tasolla
sme: Ráđđádallanproseassa áigge, man ulbmilin lea davviriikkalaš sámisoahpamuša ratifiseren, galgánai harmoniseret láhkaollisvuođa, mii guoská sámi árbevirolaš dieđu suddjema ja dieđusge galgá ráhkaduvvot doaibmaplána árbevirolaš dieđu suodjaleami várás davviriikkalaš dásis.

source: Perinteisen tiedon suoja on paperilla melko kattava.
sme: Árbevirolaš dieđu suodji lea báhper nalde oalle viiddis ja gokčevaš.

source: Valtiot ovat sitoutuneet kansainvälisesti suojamaan saamelaisten perinteistä tietoa.
sme: Stáhtat leat čatnasan riikkaidgaskasaš dásis suodjalit sámi árbevirolaš dieđu.

source: Yhtenä ongelmana perinteisen tiedon suojelulle on myös se, että valtioiden ja valtakulttuurien edustajien on vaikea ymmärtää mikä perinteinen tieto on ja mihin se liittyy.
sme: Oktan buncarákkisin árbevirolaš dieđu suodjaleami dáfus lea maid dat, ahte stáhtaid ja váldokultuvrraid ovddasteddjiide lea váttis ipmirdit mii lea árbevirolaš diehtu ja masa dat gullá.

source: Saamelaisten perinteinen tieto liittyy kaikkeen saamelaiskulttuurissa: kulttuurin arvoihin, elinkeinoihin ja kieleen.
sme: Sámiid árbevirolaš diehtu gullá juohke diŋgii sámi kultuvrras: kultuvrra árvvuide, ealáhusaide ja gillii.

source: Perinteisen tiedon suojaa tulisi resursoida ja huomioida niin elinkeino-, kieli-, kulttuuri- kuin sosiaalipolitiikassa ja lainsäädännössäkin.
sme: Árbevirolaš dieđu suodjái galggalii bidjat návccaid dehege resurssaid ja dat galggalii váldojuvvot vuhtii ealáhus-, giella-, kultur- ja sosiálapolihkasnai dego maid lágain.

source: Tällöin valtioilta unohtuvat perinteisen tiedon tarpeet ja kansainväliset velvoitteet helposti ja valtiot yrittävät päästä mahdollisimman vähällä.
sme: Go galgá resurseret, bidjat ruđa bargui ja rievdadit lágaid dávistit álgoálbmogiid rivttiide, de stáhtain vajálduvvet hui álkit árbevirolaš dieđu dárbbut ja riikkaidgaskasaš geatnegasvuođat.

source: Perinteisen tiedon suojelu edellyttääkin saamelaiskulttuurin kokonaisvaltaista suojelua.
sme: Árbevirolaš dieđu suodjaleapmi geatnegahttá sámi kultuvrra ollislaš suodjaleami.

source: Tämä on asuttamillemme valtioille vaikeaa.
sme: Dát lea davviriikkaide, main sámi orrot, váttis ášši.

source: Suomessa saamelaisten luonnon monimuotoisuuteen liittyvä perinteinen tieto on sidoksissa saamelaisten perinteisiin elinkeinoihin, niiden erityisterminologiaan ja tapaoikeuteen;
sme: Suomas sámiid árbevirolaš diehtu luonddu máŋggalágánvuođa olis lea čadjojuvvon sámiid árbevirolaš ealáhusaide, daid sierraterminologiijai ja vieruid vuoigatvuođaide;

source: poronhoitoon, kalastukseen, metsästykseen, keräilyyn ja saamen käsityöhön.
sme: boazodollui, guolásteapmái, meahccebivdui, čoaggimii ja sámi duodjái.

source: Elinkeinorakenteen muuttuminen, saamen kielen vaihtuminen valtakieliin, saamelaiselinkeinojen heikko kannattavuus ja saamelaisten muutto pois saamelaisten kotiseutualueelta uhkaavat saamelaisten luonnon monimuotoisuuteen liittyvän perinteisen tiedon säilymistä.
sme: Ealáhusstruktuvrra rievdan, sámegiela molsun váldogielaide, sámi ealáhusaid heajos gánnáhahttivuohta ja sápmelaččaid eret muotkun sámiid ruovttuguovllus uhkidit sámi árbevirolaš dieđu seailuma luonddu máŋggalágánvuođa olis.

source: Suomessa ympäristöministeriö oli asettanut 8(j)-työryhmän valmistelemaan biodiversiteettisopimuksen artikla 8(j):n toimeenpanoa.
sme: Suoma bealde, birasministeriija ceggii bargojoavkku válmmaštallat biodiversiteahttasoahpamuša 8(j)-artihkkala olláhuhttima.

source: Toimin itse työryhmän puheenjohtajana ja lisäksi meillä oli muita edustajia työryhmässä.
sme: Ledjen ieš bargojoavkku ságadoallin ja dasa lassin bargojoavkkus ledje olu sápmelaččat.

source: Kokoonpanossa oli myös mm. eri ministeriöiden edustajia.
sme: Das ledje maid ee. sierra ministeriijaid ovddasteaddjit.

source: Työryhmä sai työnsä päätökseen viime kesänä ja luovutti loppuraporttinsa ympäristöministeriölle.
sme: Bargojoavkku gearggai bargguinis diimma gease ja luobahii dan Suoma birasministeriijai.

source: Työryhmä antoi esityksiä miten suomalaisessa lainsäädännössä, tutkimuspolitiikassa, biodiversiteetin suojelua koskevissa ohjeissa, maankäytössä ja biodiversiteettisopimuksen toimenpiteiden resursoinnissa tulisi huomioida saamelaisen perinteisen tiedon tarpeet.
sme: Bargojoavku attii evttohusaid mot Suoma lágain, dutkanpolitihkas, biodiversiteahta suodjalanrávvagiin, eanangeavaheamis ja biodiversiteahttasoahpamuša doaibmabijuid resurseremis galget váldojuvvot vuhtii sámi árbevirolaš dieđu dárbbut.

source: Työryhmän esityksien toimeenpanosta vastaavat eri ministeriöt ja kansallinen biodiversiteettityöryhmä, joka vastaa Suomen biodiversiteettipolitiikan kehittämisestä ja biodiversiteetin suojelusta.
sme: Bargojoavkku evttohusaid olláhuhttima ovddasvástádus lea sierra ministeriijain ja našuvnnalaš biodiversiteahttabargojoavkkus, man bargun lea Suoma biodiversiteahttapolitihka ovddideapmi ja biodiversiteahta várjaleapmi.

source: Suomi on aloittanut juuri kansallisen biodiversiteettistrategian uudistamisen biodiversiteettisopimuksen viime vuoden Nagoyan osapuolikokouksen päätösten perusteella.
sme: Suopma lea aiddo álggahan našuvnnalaš biodiversiteahttastrategiija ođasteami dan vuođu mielde mii mearriduvvui biodiversiteahttasoahpamuša Nagoya oassebeallečoakkámis diibmá.

source: Biodiversiteettistrategia ohjaa Suomen kansallista ja kansainvälistä bioiversiteettipolitiikkaa.
sme: Biodiversiteahttastrategiija stivre Suoma sisriikkalaš ja riikkaidgaskasaš biodiversiteahttapolitihka.

source: Suomen saamelaiskäräjät osallistuu biodiversiteettistrategian laadintaan.
sme: Suoma sámediggi oassálastá dán našuvnnalaš biodiversiteahttastrategiija ráhkadeapmái.

source: Suomessa pääministeri Jyrki Kataisen hallitusohjelmassa, mikä ohjaa hallituksen toimintaa koko sen toimikauden, saamelaisten oikeudet ovat hyvin esillä.
sme: Suomas stáhtaministtar Jyrki Kataisa ráđđehusprográmmas, mii stivre ráđđehusa doaimma oba dan doaibmaáigodaga, sámiid vuoigatvuođat leat bures ovdan.

source: Hallitus sitoutuu turvaamaan saamelaisen kulttuurisen tavan ja perinteen käyttää luontoa biodiversiteettistrategian toimeenpanossa.
sme: Ráđđehus čatnasa dorvvastit sámi kultuvrralaš vuogi ja árbevieru atnit luonddu biodiversiteahttastrategiija olláhuhttimis.

source: Linjaus edellyttää lisää resursseja saamelaisten perinteisen tiedon suojeluun.
sme: Dát dajaldat dehege linnjágeassin gáibida lasi resurssaid sámi árbevirolaš dieđu suodjaleapmái.

source: Hallitusohjelmassa Suomen valtio on myös sitoutunut selkiyttämään maankäyttöön liittyvää lainsäädäntöä ja kaikista tärkeimpänä, asettanut tavoitteekseen ratifioida ILO 169-sopimuksen.
sme: Ráđđehusprográmmas Suoma stáhta lea maid čatnasan čielggasmahttit lágaid mat gullet eanangeavaheapmái ja dasto buot mávssolaččamussan, dat lea bidjan ulbmilin ratifiseret ILO 169soahpamuša.

source: Saamelaiskulttuuri on luontosidonnainen ja maankäyttöön liittyvä lainsäädäntö vaikuttaa hyvin suoraan saamelaisten perinteisen tiedon säilymiseen.
sme: Sámi kultuvra lea luonddulagaskultuvra ja nu eanangeavahanlágat váikkuhitge hui njuolga sámi árbevirolaš dieđu seailumii.

source: ILO 169-sopimuksen ratifiointi Suomessa parantaisi saamelaisen perinteisen tiedon tilaa, koska maanomistuksen ja –hallinnan sekä saamelaiselinkeinojen suojan parantaminen tukisivat myös saamelaisten perinteisen tiedon säilymistä.
sme: ILO 169-soahpamuša ratifiseren Suomas buoridivččii sámi árbevirolaš dieđu dili, daningo eananoamastan- ja hálddašeami dego maid sámi ealáhusaid suoji buorideapmi doarjjule maid sámi árbevirolaš dieđu seailuma.

source: Mitä perinteinen tieto sitten on?
sme: Mii dat árbevirolaš dieđuid dasto obanassiige lea?

source: Suomessa kansallinen artikla 8(j)-työryhmä on laatinut yleisen määritelmän saamelaisten luonnon monimuotoisuuteen liittyvästä perinteisestä tiedosta.
sme: Suomas sisriikkalaš artihkal 8(j)-bargojoavku lea ráhkadan oppalaš meroštallama sámiid árbevirolaš dieđus mii gullá luonddu máŋggalágánvuhtii dehege biodiversitehttii.

source: Työryhmän mukaan saamelainen perinteinen tieto ilmenee saamelaisessa luonnonkäytössä ja perinteisten saamelaiselinkeinojen harjoittamisessa eli poronhoidossa, kalastuksessa, metsästyksessä, keräilyssä ja käsityössä sekä luontosuhteessa.
sme: Bargojoavkku mielde dát árbevirolaš diehtu vuhtto sámiid luonddugeavahusas ja árbevirolaš sámi ealáhusaid bargamis dehege boazobarggus, guolástusas, meahccebivddus, čoaggimis ja giehtaduojis dego maid gaskavuođas lundui.

source: Tieto välittyy saamen kielen luontoon, maastoon, säähän, poronhoitoon, käsitöihin, pyyntiin ja kalastukseen liittyvässä terminologiassa sekä saamenkielisissä paikannimissä.
sme: Diehtu sirdása sámegiela terminologiijai, mii gullá ee. lundui, duovdagiidda, dálkái, boazobargui, giehtaduodjái, meahccebivdui ja guolástussii.

source: Perinteistä tietoa siirretään tietoisen opettamisen, vanhemmilta sukupolvilta saadun mallin, joikujen ja suullisen kertomaperinteen kautta sekä poronhoito-, kalastus-, keräily-, käsityö- ja metsästyskäytänteissä.
sme: Árbevirolaš diehtu sirdojuvvo diđolaš oahpu bakte, boarrásit buolvvain ožžojun bargomálliid bakte, luđiid ja njálmmálaš árbevieruid bakte ja dieđusge buot geavadiin boazobarggu, guolástusa, čoaggima, giehtaduoji ja meahccebivddu olis.

source: Artikla 8(j):n työn edetessä olemme saaneet merkittäviä edistysaskeleita aikaan.
sme: Artihkal 8(j)-barggu mielde leat ožžon áigái mearkkašahtti ovdánanlávkkiid.

source: Metsähallitus, joka vastaa Suomessa valtion hallinnassa olevien maiden hoidosta ja käytöstä, on aloittanut yhteistyössä saamelaiskäräjien kanssa kokeilemaan biodiversiteettisopimuksen Akwé:Kon ohjeistusta saamelaisten kotiseutualueella.
sme: Meahcceráđđehus, man ovddasvástádussan lea Suomas stáhta hálddašan eatnamiid dikšun ja geavaheapmi, lea álggahan ovttasráđiid sámedikkiin geahččaladdat dehege destet biodiversiteahttasoahpamuša Akwé: Kon rávvagiid sámiid ruovttuguovllus.

source: Ohjeet on tarkoitettu turvamaan alkuperäiskansojen luontoon sidotun perinteisen tiedon säilymistä, Suomessa se tietenkin koskee vain saamelaisia.
sme: Rávvagat leat dárkkuhuvvon dorvvastit álgoálbmogiid lundui čadnon árbevirolaš máhtu seailluheami, Suomashan dát guoská diehttelas dušše sápmelaččaid.

source: Ohjeistusta testataan pääosin Inarin alueella olevan Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laadinnassa.
sme: Rávvagat destejuvvojit Bátneduoddara meahcceguovllu dikšun- ja geavahanplána rahkádeamis, Bátneduoddara meahcceguovlu lea eanasin Anára guovllus.

source: Erämaa-alue on suojelualue, jonka yhtenä perustamistavoitteena on saamelaiskulttuurin turvaaminen.
sme: Dát nd. meahcceguovlu lea suodjalanviidodat, man oktan vuođđudanulbmilin lea sámi kultuvrra dorvvasteapmi.

source: Suunnitelma ohjaa erämaa-alueen maankäyttöä.
sme: Dikšun- ja geavahanplána stivre meahcceviidodaga eanangeavaheami.

source: Saamelaiskäräjät yhdessä metsähallituksen kanssa on perustanut yhteisen työryhmän, jossa jäseninä on vain saamelaiskäräjien nimeämiä edustajia.
sme: Sámediggi ovttasráđiid meahcceráđđehusain lea vuođđudan oktasaš bargojoavkku, man lahttun leat dušše sámedikki nammadan olbmot.

source: Työryhmässä on eri ikäryhmät ja sukupuolet edustettuina.
sme: Bargojoavkkus leat mielde buot ahkásaš olbmot ja sihke nissonat ja dievddut dássebealagit.

source: Työryhmä vastaa Akwé:Kon ohjeiden noudattamisesta suunnitelman laadinnassa.
sme: Bargojoavku bargun lea sihkkarastit ahte Akwé: Kon rávvagat doahttaluvvojit ja olláhuhttojuvvojit plána ráhkadeamis.

source: Myöhemmin Akwé:Kon ohjeet otetaan käyttöön myös muiden hoito- ja käyttösuunnitelmien laadinnassa ja luonnonvarasuunnitelman laadinnassa, joka ohjaa hyvin tarkasti alueen luonnonresurssien käyttöä.
sme: Maŋŋel Akwé: Kon rávvagat váldojuvvojit atnui maid eará sámiid ruovttuguovllu dikšun- ja geavahanplánaid ráhkadeamis ja maiddái nd. luondduriggodatplána ráhkadeamis, mii fas stivre hui dárkket guovllu luondduriggodagaid geavahusa.

source: Biodiversiteettisopimuksen sihteeristön mukaan kyseessä on ensimmäinen kerta, kun Akwé:Kon ohjeita toimeenpannaan missään maailmassa.
sme: Biodiversiteahttasoahpamuša čállingotti mielde lea vuosttaš geardi, go Akwé: Kon rávvagat olláhuhttojuvvojit dehege duohtan dahkkojit gostege oba máilmmis.

source: Odotamme, että Akwé:Kon ohjeiden toimeenpanolla voimme turvata saamelaiskulttuurin säilymistä.
sme: Sámediggi ja sápmelaččat diehttelas vuordit, ahte Akwé: Kon rávvagiid duohtan dahkamiin sáhttit dorvvastit sámi kultuvrra seailuma.

source: Tavoitteena on saada Suomen kansallinen lainsäädäntö vastaamaan Akwé:Kon ohjeistusta saamelaisten kotiseutualueella.
sme: Ulbmilin lea oažžut Suoma sisriikkalaš lágaid dávistit Akwé: Kon rávvágiidda sámiid ruovttuguovllus.

source: Toivon, että ohjeet otettaisiin käyttöön myös Norjassa ja Ruotsissa.
sme: Mun sávan, ahte rávvagat váldojuvvole atnui maid Norggas ja Ruoŧas.

source: Saamelaisten poismuutto pois saamelaisten kotiseutualueelta tuo haasteita perinteisten tiedon suojelulle.
sme: Sápmelaččaid eretmuotkun sámiid ruovttuguovllus buktá hástalusaid árbevirolaš dieđu suodjaleapmái.

source: Miten perinteinen tieto voi säilyä kaupunkiympäristössä, kaukana tuntureista, metsästysmaista, poroista, kalavesistä ja hillamaista?
sme: Mot árbevirolaš diehtu sáhttá seailut gávpotbirrasis, gos eai leat várit ja duoddarat, bivdoeatnamat, bohccot ja daid guohtoneatnamat, guollečázit ja luomenjeakkit?

source: Saamelaisten perinteisen tiedon säilyminen ja kehittyminen lapsille ja nuorilla on saamelaiskulttuurin jatkuvuuden edellytys.
sme: Sámi árbevirolaš dieđu seailun ja ovdáneapmi mánáin ja nuorain lea sámi kultuvrra boahtteáiggi eaktu.

source: Toivonkin teiltä, hyvät nuoret konkreettisia ehdotuksia ja toimenpiteitä miten voimme erityisesti tukea ja turvata saamelaislasten ja –nuorten saamelaisen luontosuhteen ja perinteisen tiedon säilymistä valtakulttuurien ja globalisaation puristuksessa.
sme: Sávannai dis, buorit nuorat, konkrehtalaš evttohusaid ja doaibmabijuid mot sáhttit earenoamážit doarjut ja dorvvastit sámi mánáid ja nuoraid sápmelaš luonddugaskavuođa ja árbevirolaš dieđu seailuma váldokultuvrraid ja globalisašuvnna čarvestagas.

source: Suomessa artikla 8(j)-työryhmä on näitä asioita jo pohtinut.
sme: Suomas artihkal 8(j)-bargojoavku lea dáid áššiid juo suokkardan.

source: Mielestäni perinteisen tiedon suojelu edellyttää ajattelutavan muutosta valtionhallinnossa.
sme: Mu mielas árbevirolaš dieđu suodjaleapmi gáibida jurddahanvuogi nuppástuvvama stáhtahálddahusas.

source: Koulutusjärjestelmässä ja päivähoidossa tulisi siirtyä saamelaiskulttuurinmukaisiin opetussuunnitelmiin, jotka laaditaan saamelaiskulttuurin lähtökohdista perinteinen tieto huomioiden.
sme: Skuvlenvuogádagas ja beaivedivššus galggale váldot atnui oahppoplánat sámi kultuvrtra mielde ja nu ahte dat ráhkaduvvojit sámi kultuvrra vuolggasajiin ja nu ahte árbevirolaš diehtu váldojuvvo vuhtii.

source: Eri aineiden oppimateriaalin tulee lähteä saamelaiskulttuurinmukaisesta opetuksesta huomioiden perinteisen tiedon.
sme: Sierra oahppoávdnasiid oahppomateriála galgá vuođđuduvvat oahpahussii sámi kultuvrra mielde ja nu ahte árbevirolaš diehtu lea oahpahusas mielde.

source: Opetuksen tulee olla yhä enemmän vuorovaikutuksessa saamelaisyhteisön kanssa ja opetuksessa tulee hyödyntää perinteen haltijoiden tietoja ja kokemuksia.
sme: Oahpahus galgá leat ain eanet vuorrováikkuhusas sámi servošiin ja oahpahusas galgá atnit ávkki árbevirolaš dieđu mahttiid muosáhusaid ja dieđuid.

source: Pelkästään kirjojen kautta välittyvä perinteinen tieto ei ole riittävää, vaan opetukseen tulee sisältyä myös empiirinen ulottuvuus, jossa opiskelijat ja nuoret oppivat hyödyntämään perinteisiä taitojaan ja myös perinteisiä taitoja voidaan elvyttää.
sme: Duššebeare girjjiid bakte sirdojuvvon árbevirolaš diehtu ii leat nohkka. Oahpahussii galgá gullat maid empiirralaš dimenšuvdna dehege olli, mas studeanttat ja nuorat ohppet atnit ávkki árbevirolaš máhtuideaset ja maid ahte dát máhtut sáhtte ealáskahttojuvvot.

source: Mutta pelkkä opetusjärjestelmän uudistaminen ei ole riittävää.
sme: Muhto dušše oahpahusvuogádaga ođasnuhttinge ii leat dárbahassii.

source: Olemme tilanteessa, jossa perinteistä tieto pitää myös elvyttää, jotta se ei katoa.
sme: Mii leat dilis, mas árbevirolaš diehtu galgá maid ealáskahttojuvvot, vai dat ii jávkka.

source: Suomessa on toiminut saamelainen lastenkulttuurikeskus, joka on vienyt saamelaistaiteen ja – perinteenhaltijoita kouluihin ja päiväkoteihin ja siirtänyt saamen kieltä ja saamelaiskulttuuria saamelaislapsille leikkien, vierailujen ja tietoisen opettamisen avulla.
sme: Suomas lea doaibman sámi mánáidkulturguovddáš, mii lea dolvon sámi dáidaga ja árbevieruid máhttiid skuvllaide ja beaiveruovttuide ja sirdán sámegiela ja sámi kultuvrra sámi mánáide stoahkamiid, guossástallamiid ja diđolaš oahpaheami mielde.

source: Saamelainen lastenkulttuurikeskustoiminta on vaarassa loppua opetus- ja kulttuuriministeriön uusien rahoituslinjauksien johdosta.
sme: Sámi mánáidkulturguovddáš lea vára vuolde heaittihuvvot oahpahus- ja kulturministeriija ođđa ruhtadannjuolggadusaid ja -mearrádusaid geažil.

source: Saamelaisten luonnon monimuotoisuuteen liittyvä perinteinen tieto on uhanalaistumassa.
sme: Sápmelaččaid árbevirolaš diehtu luonddu máŋggalágánvuođa olis lea šaddame áitojuvvon dillái.

source: On tärkeää kehittää kansallista perinteistä tietoa suojelevaa lainsäädäntöä.
sme: Lea dehálaš ovddidit lágaid, mat suddjejit árbevirolaš dieđu.

source: Tarvitsemme myös konkreettisia tutkimus- ja elvytyshankkeita, jotta katoamassa olevat saamelaiseen perinteiseen tietoon pohjautuvat tavat, käytänteet ja saamen kielen terminologia eivät katoaisi.
sme: Dárbbahit maid konkrehta dutkan- ja ealáskahttinfidnuid, vai árbevirolaš dieđu vierut, geavadat ja sámegiela terminologiija eai jávkka.

source: Tämä vaatii rahaa.
sme: Dát gáibida ruđa.

source: Norjan saamelaiskäräjät rahoittaa nykyisin perinteisen tiedon projekteja, erityisesti tutkimus- ja koulutusprojekteja.
sme: Norgga sámediggi ruhtada dálá áigge árbevirolaš dieđu prošeavttaid, earenoamážit dutkan- ja skuvlenprošeavttaid.

source: Suomen saamelaiskäräjillä ei tähän ole vielä resursseja.
sme: Suoma sámedikkis eai leat vel dása resurssat.

source: Jokaisessa maassa tulisi olla oma pysyvä rahoitusinstrumentti ja mielellään myös yhteispohjoismainen rahoitusinstrumentti saamelaisen parlamentaarisen neuvoston alaisuudessa perinteisen tiedon elvytys-, tutkimus- ja koulutushankkeiden toteuttamiseksi.
sme: Iešguđetge riikkas galggalii leat iežas fásta ruhtadaninstrumeanta ja áinnas maid oktasaš davviriikkalaš ruhtadaninstrumeanta sámi parlamentáralaš ráđi olis árbevirolaš dieđu ealáskahttin-, dutkan- ja skuvlenfidnuid olláhuhttima várás.

source: Suomessa olemme pohtineet saamelaisten perinteisen tiedon elvytyshankkeita erityisesti saamelaislasten ja nuorten kannalta, jotka asuvat kaupungeissa ja saamelaisten perinteisten asuma-alueiden ulkopuolella.
sme: Suomas mii leat guorahallan sámi árbevirolaš dieđu ealáskahttinfidnuid earenoamážit sámi mánáid ja nuoraid dáfus, ja earenoamážit daid, geat orrot gávpogiin ja sámi árbevirolaš orrunguovlluid olggobealde.

source: Saamelaislapsille ja -nuorille tulisi järjestää luonnossa, aidossa ympäristössä kursseja, joissa he oppisivat luonnollisella tavalla oman kulttuurin perinteitä, terminologiaa liittyen luontoon ja saamelaiselinkeinoihin, elinkeinotapoja, tarinoita ja paikannimiä.
sme: Sámi mánáide ja nuoraide galggalii ordnet luonddus, eakti birrasis gurssaid, main sii oahpale lunddolaš vuogi mielde iežaset kultuvrra árbevieruid, sámi luonddu- ja sámi ealáhusterminologiija, ealáhusvugiid, muitalusaid ja báikenamaid.

source: Kursseja voisi järjestää poronhoidossa perinteisiä jutamareittejä mukaillen, poronhoitotyötä, terminologiaa ja jäljittämistä oppien eri vuodenaikoina perinteen haltijoiden opastuksella eri saamen kielillä.
sme: Gurssat sáhtále ordnejuvvot omd. nu ahte dat čuovole árbevirolaš johtingeainnuid, muđuid ohppojuvvolii boazobargu, terminologiija ja eará diekkárat sierra jagiáiggiid mielde nu ahte árbevirolaš dieđu máhttit livčče ofelažžan sierra sámi gielaid mielde.

source: Samanlaisia elvyttäviä kursseja tarvitaan myös saamen käsityössä ja kalastuksessa.
sme: Seammalágán ealáskahttingurssat darbbahuvvojit maid sámi duojis ja guolástusas.
